org/shima-uta.org
#+macro: ruby @@html:<ruby> $1<rp>(</rp><rt>$2</rt><rp>)</rp></ruby>@@@@latex:\ruby{$1}{$2}@@
#+TITLE: 奄美の島唄
* What is Shima-Uta?
#+begin_center
[[yt:_CMEKV-meSU?t=70]]

/Kizuki Minami performs traditional folk song/ “Yoi Sura Bushi” /on/ Meikyoku Nippon.
#+end_center

When people think of the traditional Japanese banjo, most associate it with the fast-paced and instrumental [[https://www.youtube.com/watch?v=m-9bVMKlfJM][/Tsugaru/ style]] or the traditional /naga-uta/ of Japanese theater such as [[https://youtu.be/Dk0QIGJKxoA?t=572][/kabuki/ opera]] or [[https://www.youtube.com/watch?v=Gz-pg8kq_Dk][/bunraku/ puppet theater]]. However, there is a great variety of styles that you may not know about. Along with other instruments such as the [[https://www.youtube.com/watch?v=JDTp_YQizqE][/koto/]], the [[https://www.youtube.com/watch?v=Sv2je9arNz4][/shakuhachi/ flute]], and the [[https://www.youtube.com/watch?v=lOo5O3qyqIk][/taiko/ drum]], the shamisen has a long history and each region of Japan has different traditions. I consider myself truly blessed to be able to tell you about the genre of SHIMA-UTA.

#+begin_verse
When sailing out to the sea, we pray, /yoi sura/
We pray she will keep us safe, /yoi sura/
	---“Yoi Sura Bushi,” /trans. Miyata Tomoko/
#+end_verse

Shima-uta is the traditional folk music of the Amami archipelago stretching between Kyushu and Okinawa prefecture. Culturally and linguistically distinct from Japan for much of its history, the islands only came under the rule of the Satsuma clan in the early 1600’s. Before that, they were part of the Ryukyu Kingdom (known today as Okinawa). This mixed heritage is reflected in its folk music.

Despite being widely considered a form of Japanese, the Ryukyuan dialects are mutually unintelligible with standard Japanese and linguists consider them to be a language continuum related to but not descended from Japanese, and to be the only other extant members of the Japonic language family. With the advent of modern education in the late 19th century, the dialects were suppressed in favor of Standard Japanese, leading to a sharp decline in speakers over the 20th century. Revitalization efforts starting in the late 20th century have seen decent results for the Okinawan subfamily, but not for Amami, where the speech is used only by the elderly.


Atari Kousuke, Hajime Chitose, et al. singing “Asabana Bushi”

Asabana Bushi is the traditional kick off to a shima-uta performance, sung in the native tongues of the islanders. Like many other songs, the ballad concerns two lovers eager to meet up again and is usually sung by alternating male and female singers. But the lyrics are part of a dialogue with the audience; travel was historically dangerous and expensive, so it would be a long time before someone leaving the village (shima) comes back again, if ever. Travel outside of the shima was so rare that even neighboring villages had different dialects and two people from the same island might have difficulty understanding each other.
#+begin_center
[[yt:CCZK9bDM5J4]]
#+end_center


#+begin_verse
I’m dying to see you again
(/Yoi sa, yoi yoi/)
If we meet up again,
How soon can we meet?
	---“Asabana Bushi”
#+end_verse

This is why they’re called shima-uta / shimaguchi (lit. /village songs / speech/). This is most apparent on Amami-Oshima island which, despite being a single island, has been divided into [[https://en.wikipedia.org/wiki/Amami_languages][multiple language clusters]]. As with many folk traditions around the world, there is no one set of correct lyrics or arrangements because they are changed by the itinerant musicians to suit the occasion as they travel around the archipelago. Popular songs like “Asabana Bushi” (Morning Flower Melody) evolved wildly different tunes and lyrics as minstrels spread the song to different villages throughout the archipelago. Compare “[[https://www.youtube.com/watch?v=CCZK9bDM5J4][Asabana Bushi]]” to “[[https://www.youtube.com/watch?v=Pudy9odR6E0][Chukkyari Asabana Bushi]]” or to Tokunoshima’s “[[https://www.youtube.com/watch?v=uW7zdrqzW-I][Shima Asabana]],” though they’re so different it’s hard to believe the songs are related to one another. However, the songs and languages aren’t the only things that differ region to region.
