public_html/shima-uta.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-03-25 金 14:57 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>奄美の島唄</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Daniel Persigehl">
<meta name="viewport" content="width=device-width, initial-scale=1"><link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href=""> HOME </a>
</div><div id="preamble" class="status">
<header><h1><a href="home.html">Quo usque tandem abutere, Catilina, patientia nostra?...</a></h1></header>
</div>
<div id="content">
<header>
<h1 class="title">奄美の島唄</h1>
</header><div id="outline-container-orge91e14c" class="outline-2">
<h2 id="orge91e14c">What is Shima-Uta?</h2>
<div class="outline-text-2" id="text-orge91e14c">
<p style="float: right;margin:20px 20px 20px 20px;">
<iframe width="440" height="335" src="https://www.youtube.com/embed/_CMEKV-meSU?t=70" frameborder="0" allowfullscreen></iframe>
</p>



<p>
When people think of the traditional Japanese banjo, most associate it with the fast-paced and instrumental <a href="https://www.youtube.com/watch?v=m-9bVMKlfJM"><i>Tsugaru</i> style</a> or the traditional [][/naga-uta/] of Japanese theater such as <a href="https://youtu.be/Dk0QIGJKxoA?t=572"><i>kabuki</i> opera</a> or <a href="https://www.youtube.com/watch?v=Gz-pg8kq_Dk"><i>bunraku</i> puppet theater</a>. However, there is a great variety of styles that you may not know about. Along with other instruments such as the <a href="https://www.youtube.com/watch?v=JDTp_YQizqE"><i>koto</i></a>, the <a href="https://www.youtube.com/watch?v=Sv2je9arNz4"><i>shakuhachi</i> flute</a>, and the <a href="https://www.youtube.com/watch?v=lOo5O3qyqIk"><i>taiko</i> drum</a>, the shamisen has a long history and each region of Japan has different traditions. I consider myself truly blessed to be able to tell you about the genre of SHIMA-UTA.
</p>

<p class="verse">
<i>Kizuki Minami performs traditional folk song</i> “Yoi Sura Bushi” <i>on</i> Meikyoku Nippon.<br>
<br>
When sailing out to the sea, we pray, <i>yoi sura</i><br>
We pray she will keep us safe, <i>yoi sura</i><br>
&#xa0;&#x2014;“Yoi Sura Bushi,” <i>trans. Miyata Tomoko</i><br>
</p>

<p>
Shima-uta is the traditional folk music of the Amami archipelago stretching between Kyushu and Okinawa prefecture. Culturally and linguistically distinct from Japan for much of its history, the islands only came under the rule of the Satsuma clan in the early 1600’s. Before that, they were part of the Ryukyu Kingdom (known today as Okinawa). This mixed heritage is reflected in its folk music.
</p>

<p>
Despite being widely considered a form of Japanese, the Ryukyuan dialects are mutually unintelligible with standard Japanese and linguists consider them to be a language continuum related to but not descended from Japanese, and to be the only other extant members of the Japonic language family. With the advent of modern education in the late 19th century, the dialects were suppressed in favor of Standard Japanese, leading to a sharp decline in speakers over the 20th century. Revitalization efforts starting in the late 20th century have seen decent results for the Okinawan subfamily, but not for Amami, where the speech is used only by the elderly.
</p>

<p>
<iframe width="440" height="335" src="https://www.youtube.com/embed/CCZK9bDM5J4" frameborder="0" allowfullscreen></iframe>
</p>

<p>
Atari Kousuke, Hajime Chitose, et al. singing “Asabana Bushi”
</p>

<p>
Asabana Bushi is the traditional kick off to a shima-uta performance, sung in the native tongues of the islanders. Like many other songs, the ballad concerns two lovers eager to meet up again and is usually sung by alternating male and female singers. But the lyrics are part of a dialogue with the audience; travel was historically dangerous and expensive, so it would be a long time before someone leaving the village (shima) comes back again, if ever. Travel outside of the shima was so rare that even neighboring villages had different dialects and two people from the same island might have difficulty understanding each other.
</p>

<p class="verse">
I’m dying to see you again<br>
(<i>Yoi sa, yoi yoi</i>)<br>
If we meet up again,<br>
How soon can we meet?<br>
&#xa0;&#x2014;“Asabana Bushi”<br>
</p>

<p>
This is why they’re called shima-uta / shimaguchi (lit. <i>village songs / speech</i>). This is most apparent on Amami-Oshima island which, despite being a single island, has been divided into <a href="https://en.wikipedia.org/wiki/Amami_languages">multiple language clusters</a>. As with many folk traditions around the world, there is no one set of correct lyrics or arrangements because they are changed by the itinerant musicians to suit the occasion as they travel around the archipelago. Popular songs like “Asabana Bushi” (Morning Flower Melody) evolved wildly different tunes and lyrics as minstrels spread the song to different villages throughout the archipelago. Compare “<a href="https://www.youtube.com/watch?v=CCZK9bDM5J4">Asabana Bushi</a>” to “<a href="https://www.youtube.com/watch?v=Pudy9odR6E0">Chukkyari Asabana Bushi</a>” or to Tokunoshima’s “<a href="https://www.youtube.com/watch?v=uW7zdrqzW-I">Shima Asabana</a>,” though they’re so different it’s hard to believe the songs are related to one another. However, the songs and languages aren’t the only things that differ region to region.
</p>
</div>
</div>
