org/shima-uta.org
* What’s in a shamisen?
Imagine my surprise when I went to the only shamisen shop on the island and instead of standard shamisen (left), they stocked only these (right).
In more than two years on the islands, I’ve not seen a single “normal” shamisen. /Shimanchu/ (“islanders,” in the local dialect) have great pride in their local culture. /Izakaya/ (Japanese-style pubs) often have local shamisen hanging on their walls. If you ask politely, most barkeeps might let you strum it a bit! It is also a great conversation starter. Complete strangers will often approach me while practicing in the park (or practicing the fingerings when songs come on the radio) and express their enthusiasm for someone so young learning the shamisen or to reflect wistfully on songs from their childhood.

If you’re wondering, like I was, what the deal was, it’s because it’s not really a “shamisen” (i.e. the modern cat-or-dog skinned lute) but an older, intermediate style that lies between it and the Chinese [[https://www.youtube.com/watch?v=kIXPneOnlsw][/sanxian/]] from which it originated.

“But, wait!” you might ask, “isn’t that an Okinawan sanshin?” Technically, you would be right, but it’s actually an Amami-style shamisen: you can tell by the bridge, the pick, and the yellow color and thickness of the strings, as Tanaka Atsushi helpfully points out in his tongue-in-cheek song “[[https://www.youtube.com/watch?v=iRWhJuJzYSk&t=25][Oshima Elegy]].”

#+begin_verse
The shamisen is different too: the skin and the pick
the strings, color, and thickness are completely different
(but wait, there’s more!)
on Erabu and Yoron islands
it’s actually an Okinawan sanshin
	---“Oshima Elegy,” Tanaka Atsushi 
#+end_verse

Many Amamians can be defensive when it comes to distinguishing themselves from Okinawans, from whom they’ve been separate for over 400 years. They are particularly protective of the term “shima-uta,” which they feel has been appropriated as a term for Okinawan music starting in the 1970’s and especially after The BOOM landed a [[https://www.youtube.com/watch?v=QClHYKVPniM][national hit]] using it as a title in 1993. Both island chains have long, rich musical traditions that are historically related, but have been parallel for quite some time.

Minor physical differences aside, the methods of playing the sanshin and singing are quite different, even for songs that spread from Okinawa to the Amami islands. Compare this Okinawan "[[https://www.youtube.com/watch?v=eGCR9vKvHso][Kokuto Kuduki]]" with Tokunoshima’s "[[https://www.youtube.com/watch?v=dmqxpz0jQc8][Ikin Kuduki]]" (/aka/ "Juuban Kuduki").

Unlike the wedge-like plectrum used on the mainland or the Okinawan claw-like pick, Amamians use a thin strip of bamboo to pluck the strings. This creates a characteristic “clack” on downstrokes as well as a clean-sounding upstroke. Other than that, the easiest way to tell between an Okinawan sanshin and an Amami shamisen are the materials used for the strings: Okinawan strings are invariably white and thick, Amamian ones are always yellow and thin. Despite the body being virtually identical the combination of strings and pick results in a higher pitch. This is is also reflected in the characteristic falsetto of Amamian shima-uta. I found this out when I stayed in Okinawa one August to study Japanese during the day and the sanshin by night. My music tutor, being unfamiliar with Amamian shima-uta, kept trying to tune my shamisen for a few minutes before realizing that the strings were producing a different timbre.
