org/shima-uta.org
* The Songs of Shima-uta
#+begin_center
[[yt:R2ffKHsltMA]]

Alice Sato performing “Kunnyori Yone Ago Bushi”
#+end_center

A fairly typical example of the song structure can be found in one of my favorite songs, “Kunnyori Yone Ago Bushi.” This cute little ditty follows the beautiful Miss Yone as various boys try to woo her. Keep in mind that this in a very difficult dialect; I make no claims as to the accuracy of my translation.
|                            | Kun'nyori Yone Ago Bushi           |                                                   |
|----------------------------+------------------------------------+---------------------------------------------------|
| 国直米姉や                 | Kun'nyori Yone ago ya              | Miss Yone from Kunnyori, she's…                   |
| 「アラドッコイ ドッコイ」  | (ara dokkoi dokkoi)                | (aradokkoi dokkoi)                                |
| 国直しま中ぬ美人じゃ       | Kun'nyori shima juu nu kyuramun ja | the prettiest gal in all Kunnyori town            |
|                            |                                    |                                                   |
| 国直米姉や                 | Kun'nyori Yone ago ya              | Miss Yone from Kyunnyori, she…                    |
| 「アラドッコイ ドッコイ」  |                                    | (aradokkoi dokkoi)                                |
| 山下青年きゃにゃ及ばんど   | Yamashita nesen kya'nya uyuban do  | won't be caught by the Yamashita boys             |
|                            |                                    |                                                   |
| 国直米姉や                 | Kun'nyori Yone ago ya              | Miss Yone from Kunnyori, you've…                  |
| 「アラドッコイ ドッコイ」  | (aradokkoi dokkoi)                 | (aradokkoi dokkoi)                                |
| 頭やうがしど結わんにゃ     | kamachi ya ugashidu yuuwan'nya     | done your hair like that?                         |
|                            |                                    |                                                   |
| にゃあにゃり引き付けて     | nya'nyari hiki tsikiti             | Why don't you take it a little more in the middle |
| 「アラドッコイ ドッコイ 」 | (aradokkoi dokkoi)                 | (aradokkoi dokkoi)                                |
| 頭や真頂ち結わんにゃ       | kamachi ya machichichi yuwaran'nya | and tie it up on top?                             |
|                            |                                    |                                                   |
| 国直米姉や                 | Kun'nyori Yone ago ya              | Miss Yone from Kunnyori, she's…                   |
| 「アラドッコイ ドッコイ」  | (aradokkoi dokkoi)                 | (aradokkoi dokkoi)                                |
| 朝顔ぬ御花                 | asagao nu ubana                    | a Morning Glory flower                            |
|                            |                                    |                                                   |
| 国直峯次郎や               | Kun'nyori Mine Jiru ya             | Jiro Mine from Kunnyori, he's…                    |
| 「アラドッコイ ドッコイ」  | (aradokkoi dokkoi)                 | (aradokkoi dokkoi)                                |
| 蝶なてぃ舞ゆりてよ         | ha'bwira nati mayuri               | fluttering like a butterfly                       |

There are songs for many different occasions. For example, “Asabana Bushi” and “[[https://www.youtube.com/watch?v=2xKkv46km78][Ikyunnyakana]]” (Are You Leaving, My Love?) are standards played at virtually every festival and [[https://folkways-media.si.edu/liner_notes/folkways/FW04448.pdf][one folklorist]] even compared the former to the “Star-Spangled Banner” for its centrality in the canon. “[[https://www.youtube.com/watch?v=FgWt62I2Rjo][Rokucho]]” (Six Tones) is used to call everyone to the dance floor and bring an event to a spectacular close. Asobi-uta, such as Tokunoshima’s “[[https://www.youtube.com/watch?v=6iFQsg3eF4s][Chukkyari Bushi]],” are something of a game, where competing singers join in adding their own verses (which can be quite tongue-in-cheek). “[[https://www.youtube.com/watch?v=dmqxpz0jQc8][Ikin Kuduki]]” (Life Lesson Narrative) is traditionally sung at weddings to impart advice to those of all walks of life. “[[https://www.youtube.com/watch?v=d24iUs2a0ac][Tokunoshima Bushi]]” (or “[[https://www.youtube.com/watch?v=6y7OY-0XXsw][Intabu Bushi]]” as it’s known to locals) is a lament for the [[https://ja.wikipedia.org/wiki/%E7%8A%AC%E7%94%B0%E5%B8%83%E9%A8%92%E5%8B%95][peasant revolt]] of Inutabu village in 1864 against the Satsuma clan. There are also songs like “[[https://youtu.be/b4Nkj_kLRDg?t=46][Muchi Tabore]]” (Rice Cakes, Please!) where children canvas the town, dancing and singing, asking for rice cakes. Another genre is work songs, such as “[[https://www.youtube.com/watch?v=HGDxhoHKjDY][Inesuri-bushi]]” or “[[https://www.youtube.com/watch?v=1JXZ6SKHEIA][Taue Uta]]“.
