public_html/shima-uta.html
<div id="outline-container-orgea999a4" class="outline-2">
<h2 id="orgea999a4">The Songs of Shima-uta</h2>
<div class="outline-text-2" id="text-orgea999a4">
<p>
<iframe width="440" height="335" src="https://www.youtube.com/embed/R2ffKHsltMA" frameborder="0" allowfullscreen></iframe>
</p>

<p>
Alice Sato performing “Kunnyori Yone Ago Bushi”
</p>

<p>
A fairly typical example of the song structure can be found in one of my favorite songs, “Kunnyori Yone Ago Bushi.” This cute little ditty follows the beautiful Miss Yone as various boys try to woo her. Keep in mind that this in a very difficult dialect; I make no claims as to the accuracy of my translation.
</p>
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Kun'nyori Yone Ago Bushi</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">国直米姉や</td>
<td class="org-left">Kun'nyori Yone ago ya</td>
<td class="org-left">Miss Yone from Kunnyori, she's…</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ」</td>
<td class="org-left">(ara dokkoi dokkoi)</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">国直しま中ぬ美人じゃ</td>
<td class="org-left">Kun'nyori shima juu nu kyuramun ja</td>
<td class="org-left">the prettiest gal in all Kunnyori town</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">国直米姉や</td>
<td class="org-left">Kun'nyori Yone ago ya</td>
<td class="org-left">Miss Yone from Kyunnyori, she…</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ」</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">山下青年きゃにゃ及ばんど</td>
<td class="org-left">Yamashita nesen kya'nya uyuban do</td>
<td class="org-left">won't be caught by the Yamashita boys</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">国直米姉や</td>
<td class="org-left">Kun'nyori Yone ago ya</td>
<td class="org-left">Miss Yone from Kunnyori, you've…</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ」</td>
<td class="org-left">(aradokkoi dokkoi)</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">頭やうがしど結わんにゃ</td>
<td class="org-left">kamachi ya ugashidu yuuwan'nya</td>
<td class="org-left">done your hair like that?</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">にゃあにゃり引き付けて</td>
<td class="org-left">nya'nyari hiki tsikiti</td>
<td class="org-left">Why don't you take it a little more in the middle</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ 」</td>
<td class="org-left">(aradokkoi dokkoi)</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">頭や真頂ち結わんにゃ</td>
<td class="org-left">kamachi ya machichichi yuwaran'nya</td>
<td class="org-left">and tie it up on top?</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">国直米姉や</td>
<td class="org-left">Kun'nyori Yone ago ya</td>
<td class="org-left">Miss Yone from Kunnyori, she's…</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ」</td>
<td class="org-left">(aradokkoi dokkoi)</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">朝顔ぬ御花</td>
<td class="org-left">asagao nu ubana</td>
<td class="org-left">a Morning Glory flower</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">国直峯次郎や</td>
<td class="org-left">Kun'nyori Mine Jiru ya</td>
<td class="org-left">Jiro Mine from Kunnyori, he's…</td>
</tr>

<tr>
<td class="org-left">「アラドッコイ ドッコイ」</td>
<td class="org-left">(aradokkoi dokkoi)</td>
<td class="org-left">(aradokkoi dokkoi)</td>
</tr>

<tr>
<td class="org-left">蝶なてぃ舞ゆりてよ</td>
<td class="org-left">ha'bwira nati mayuri</td>
<td class="org-left">fluttering like a butterfly</td>
</tr>
</tbody>
</table>

<p>
There are songs for many different occasions. For example, “Asabana Bushi” and “<a href="https://www.youtube.com/watch?v=2xKkv46km78">Ikyunnyakana</a>” (Are You Leaving, My Love?) are standards played at virtually every festival and <a href="https://folkways-media.si.edu/liner_notes/folkways/FW04448.pdf">one folklorist</a> even compared the former to the “Star-Spangled Banner” for its centrality in the canon. “<a href="https://www.youtube.com/watch?v=FgWt62I2Rjo">Rokucho</a>” (Six Tones) is used to call everyone to the dance floor and bring an event to a spectacular close. Asobi-uta, such as Tokunoshima’s “<a href="https://www.youtube.com/watch?v=6iFQsg3eF4s">Chukkyari Bushi</a>,” are something of a game, where competing singers join in adding their own verses (which can be quite tongue-in-cheek). “<a href="https://www.youtube.com/watch?v=dmqxpz0jQc8">Ikin Kuduki</a>” (Life Lesson Narrative) is traditionally sung at weddings to impart advice to those of all walks of life. “<a href="https://www.youtube.com/watch?v=d24iUs2a0ac">Tokunoshima Bushi</a>” (or “<a href="https://www.youtube.com/watch?v=6y7OY-0XXsw">Intabu Bushi</a>” as it’s known to locals) is a lament for the <a href="https://ja.wikipedia.org/wiki/%E7%8A%AC%E7%94%B0%E5%B8%83%E9%A8%92%E5%8B%95">peasant revolt</a> of Inutabu village in 1864 against the Satsuma clan. There are also songs like “<a href="https://youtu.be/b4Nkj_kLRDg?t=46">Muchi Tabore</a>” (Rice Cakes, Please!) where children canvas the town, dancing and singing, asking for rice cakes. Another genre is work songs, such as “<a href="https://www.youtube.com/watch?v=HGDxhoHKjDY">Inesuri-bushi</a>” or “<a href="https://www.youtube.com/watch?v=1JXZ6SKHEIA">Taue Uta</a>“.
</p>
</div>
</div>
