org/shima-uta.org
* The Future of Shima-uta
#+begin_center
[[yt:YW_-aexCxCk]]
#+begin_quote
Misawa Akemi sings her hit /shin-min’yo/ song “Shima no Blues.”

Click [[file:shima-no-blues.org][here]] to read more about it.
#+end_quote
#+end_center

Despite the gradual decline of shimaguchi, shima-uta is still a living musical tradition. Some public schools instruct students in shima-uta or have shamisen clubs and many community centers often ofter courses in playing the shamisen, folk dancing, or speaking in shimaguchi. Contemporary singers adapt have adapted traditional music to new genres. A few even compose new shima-uta songs (called shin-min’yo, “new folk music”). “[[https://www.youtube.com/watch?v=2l1cUguVO1o][Waido Bushi]]” is a perfect example of this; written in 1978 by Yutaka Tsuboyama (1930 – 2020), it’s since become the de facto anthem for Tokunoshima, an island famous for its [[https://en.wikipedia.org/wiki/T%C5%8Dgy%C5%AB][bull fights]]. Some songs incorporate older melodies, such as “[[https://www.youtube.com/watch?v=rwKcxyWfAnw][Erabu Yuri no Hana]],” which adapted the tune of “[[https://www.youtube.com/watch?v=qb5CqT_68Sg][Makura Bushi]]” (Pillow Song), but most are composed for a more popular audience, with lyrics in standard Japanese and performed with modern instrumentation.

Although these songs have shed many elements of classical shima-uta, the songs invariably concern island life and are peppered with shimaguchi words and phrases (e.g. referring to one’s lover as “kana”). Some singers have even brought shin-min’yo to the national stage. Some examples are Tabata Yoshio who popularized “[[https://www.youtube.com/watch?v=gUmcKJK7UnA][Shima Sodachi]]” (Island Upbringing) after spending a few years living on Amami-Oshima, or Misawa Akemi and her hit song “[[https://www.youtube.com/watch?v=35Cyh7G1_oE][Shima no Blues]]” (Island Blues). These songs, mostly dating from the Amami Shin-min’yo boom of the 1960s, have since entered the shima-uta canon and are frequently played alongside more traditional numbers.

Other artists have taken a more experimental approach to the genre. Asazaki Ikue, nicknamed “Amami’s [[https://en.wikipedia.org/wiki/Hibari_Misora][Misora Hibari]],” is a famous shima-uta singer from Kakeromajima, is well-known for her distinctive New-Age style. She also brought shima-uta to an international audience in 2005 when her song “[[https://www.youtube.com/watch?v=FZNcjdgaZNQ][Obokuri-Eeumi]]” was featured in an episode of the hit anime /Samurai Champloo/.

Compare the different approaches contemporary singers have taken to “Hounen Bushi”:

- A [[https://www.youtube.com/watch?v=0stlNDt6ajc][traditional recording]] by Takeshita Kazuhira.
- A [[https://open.spotify.com/track/6kiq0CaE8rfaiO5VY5hDeP?si=a517abdcd8514c3a][version]] by Asazaki Ikue with contemporary ensemble
- An [[https://www.youtube.com/watch?v=C6n_d431BsU][upbeat version]] by the band Kurofune featuring a modern shamisen.
- A relaxed [[https://www.youtube.com/watch?v=GHi_u6cM0qg][jazzy rendition]] by Atari Kousuke.
- A [[https://www.youtube.com/watch?v=b3GJX9EvXFM][cumbia-inspired version]] by Hajime Chitose.

The Amami islands have a vibrant musical culture, one which I hope dearly will continue to thrive.
* Articles in this Category
- [[file:shima-no-blues.org][島のブルース ("Shima no Blues")]]
* Acknowledgments 
I would like to thank Izumi-sensei and Naka-san for teaching me shima-uta and Mrs. Matsuda for her invaluable help in translating shimaguchi. Traditional shima-uta songs are part of the public domain, and their lyrics are not copyrightable under Japanese law. Most, but not all, shin-min’yo songs are still under copyright, and thus their recordings and lyrics belong to their respective owners. Translations posted on this site, unless otherwise cited, are my own work. Please support the artists and producers of this traditional artform by purchasing and not infringing on their copyrights.

This page will continue to update as I finish more translations and upload more resources.
