public_html/shima-uta.html
<div id="outline-container-org9d5ca5a" class="outline-2">
<h2 id="org9d5ca5a">The Future of Shima-uta</h2>
<div class="outline-text-2" id="text-org9d5ca5a">
<p>
<iframe width="440" height="335" src="https://www.youtube.com/embed/YW_-aexCxCk" frameborder="0" allowfullscreen></iframe>
</p>
<blockquote>
<p>
Misawa Akemi sings her hit <i>shin-min’yo</i> song “Shima no Blues.”
</p>

<p>
Click <a href="shima-no-blues.html">here</a> to read more about it.
</p>
</blockquote>
<p>
Despite the gradual decline of shimaguchi, shima-uta is still a living musical tradition. Some public schools instruct students in shima-uta or have shamisen clubs and many community centers often ofter courses in playing the shamisen, folk dancing, or speaking in shimaguchi. Contemporary singers adapt have adapted traditional music to new genres. A few even compose new shima-uta songs (called shin-min’yo, “new folk music”). “<a href="https://www.youtube.com/watch?v=2l1cUguVO1o">Waido Bushi</a>” is a perfect example of this; written in 1978 by Yutaka Tsuboyama (1930 – 2020), it’s since become the de facto anthem for Tokunoshima, an island famous for its <a href="https://en.wikipedia.org/wiki/T%C5%8Dgy%C5%AB">bull fights</a>. Some songs incorporate older melodies, such as “<a href="https://www.youtube.com/watch?v=rwKcxyWfAnw">Erabu Yuri no Hana</a>,” which adapted the tune of “<a href="https://www.youtube.com/watch?v=qb5CqT_68Sg">Makura Bushi</a>” (Pillow Song), but most are composed for a more popular audience, with lyrics in standard Japanese and performed with modern instrumentation.
</p>

<p>
Although these songs have shed many elements of classical shima-uta, the songs invariably concern island life and are peppered with shimaguchi words and phrases (e.g. referring to one’s lover as “kana”). Some singers have even brought shin-min’yo to the national stage. Some examples are Tabata Yoshio who popularized “<a href="https://www.youtube.com/watch?v=gUmcKJK7UnA">Shima Sodachi</a>” (Island Upbringing) after spending a few years living on Amami-Oshima, or Misawa Akemi and her hit song “<a href="https://www.youtube.com/watch?v=35Cyh7G1_oE">Shima no Blues</a>” (Island Blues). These songs, mostly dating from the Amami Shin-min’yo boom of the 1960s, have since entered the shima-uta canon and are frequently played alongside more traditional numbers.
</p>

<p>
Other artists have taken a more experimental approach to the genre. Asazaki Ikue, nicknamed “Amami’s <a href="https://en.wikipedia.org/wiki/Hibari_Misora">Misora Hibari</a>,” is a famous shima-uta singer from Kakeromajima, is well-known for her distinctive New-Age style. She also brought shima-uta to an international audience in 2005 when her song “<a href="https://www.youtube.com/watch?v=FZNcjdgaZNQ">Obokuri-Eeumi</a>” was featured in an episode of the hit anime <i>Samurai Champloo</i>.
</p>

<p>
Compare the different approaches contemporary singers have taken to “Hounen Bushi”:
</p>

<ul class="org-ul">
<li>A <a href="https://www.youtube.com/watch?v=0stlNDt6ajc">traditional recording</a> by Takeshita Kazuhira.</li>
<li>A <a href="https://open.spotify.com/track/6kiq0CaE8rfaiO5VY5hDeP?si=a517abdcd8514c3a">version</a> by Asazaki Ikue with contemporary ensemble</li>
<li>An <a href="https://www.youtube.com/watch?v=C6n_d431BsU">upbeat version</a> by the band Kurofune featuring a modern shamisen.</li>
<li>A relaxed <a href="https://www.youtube.com/watch?v=GHi_u6cM0qg">jazzy rendition</a> by Atari Kousuke.</li>
<li>A <a href="https://www.youtube.com/watch?v=b3GJX9EvXFM">cumbia-inspired version</a> by Hajime Chitose.</li>
</ul>

<p>
The Amami islands have a vibrant musical culture, one which I hope dearly will continue to thrive.
</p>
</div>
</div>
<div id="outline-container-orgac64bf4" class="outline-2">
<h2 id="orgac64bf4">Articles in this Category</h2>
<div class="outline-text-2" id="text-orgac64bf4">
<ul class="org-ul">
<li><a href="shima-no-blues.html">島のブルース ("Shima no Blues")</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgff1fca2" class="outline-2">
<h2 id="orgff1fca2">Acknowledgments</h2>
<div class="outline-text-2" id="text-orgff1fca2">
<p>
I would like to thank Izumi-sensei and Naka-san for teaching me shima-uta and Mrs. Matsuda for her invaluable help in translating shimaguchi. Traditional shima-uta songs are part of the public domain, and their lyrics are not copyrightable under Japanese law. Most, but not all, shin-min’yo songs are still under copyright, and thus their recordings and lyrics belong to their respective owners. Translations posted on this site, unless otherwise cited, are my own work. Please support the artists and producers of this traditional artform by purchasing and not infringing on their copyrights.
</p>

<p>
This page will continue to update as I finish more translations and upload more resources.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr><p class="date">Created  by Daniel Persigehl</p><div id="created"><p>Last updated 2022-03-25 金 14:57</p></div>
</div>
</body>
</html>
